Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: Virtual Lighttable and Darkroom
es: Mesa de Luz y Cuarto Oscuro Virtuales

source: Organize and develop images from digital cameras
es: Organice y revele fotografías de cámaras digitales

source: graphics;photography;raw;
es: gráficos;fotografía;raw;

source: lighttable
es: mesa de luz

source: color manage cached thumbnails
es: Manejo de color de las miniaturas en caché

source: double click to reset to `%s'
es: Doble clic para restablecer a `%s'

source: TRUE
es: VERDADERO

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
es: Si se activa, las miniaturas en caché tendrán manejo de color para que se muestren los colores correctamente tanto en la mesa de luz como en la tira de imágenes. En caso contrario, podrán mostrarse de forma errónea una vez que se cambie el perfil.

source: don't use embedded preview JPEG but half-size raw
es: Utilizar un RAW de tamaño medio como vista previa en lugar de una JPEG incrustada

source: FALSE
es: FALSO

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
es: Active esta opción para procesar los datos RAW en vez de usar el JPEG incrustado en el archivo RAW. Es más lento, pero proporciona miniaturas con manejo de color.

source: number of folder levels to show in lists
es: Número de niveles de carpetas que se muestran en listas

source: double click to reset to `%d'
es: Doble clic para restablecer a `%d'

source: the number of folder levels to show in film roll names, starting from the right
es: Número de niveles de carpetas para mostrar en los nombres del carrete, comenzando por la derecha

source: sort collection recent to older
es: Ordenar colección desde la más reciente a la más antigua

source: changes the default collections-list order for folders, times and dates to run from recent to older
es: Se cambia el orden predeterminado de la lista de colecciones para que las carpetas, las horas y las fechas pasen de las más recientes a las más antiguas

source: high quality thumb processing from size
es: Procesamiento de las miniaturas de alta calidad desde el tamaño

source: always
es: Siempre

source: small
es: Pequeño

source: never
es: Nunca

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
es: Si el tamaño de la miniatura es mayor que este valor, se procesará utilizando la ruta de procesamiento de máxima calidad (mejor, pero más lento)

source: delimiters for sizes categories
es: Delimitadores de las categorías de tamaño

source: sizes categories are used to be able to set different overlays and css values depending of the size of the thumbnail.
es: Se utilizan categorías de tamaño para poder establecer diferentes superposiciones y valores CSS en función del tamaño de la miniatura.

source: pattern for the thumbnail extended overlay text
es: Patrón para el texto superpuesto ampliado de la miniatura

source: see manual to know all the tags you can use.
es: Consulte el manual para conocer todas las etiquetas que puede utilizar.

source: pattern for the thumbnail tooltip (empty to disable)
es: Patrón para el mensaje emergente de la miniatura (dejar vacío para desactivar)

source: use single-click in the collect panel
es: Pulse un solo clic en el panel de colecciones

source: check this option to use single-click to select items in the collect panel. this will allow you to do range selections for date-time and numeric values.
es: Active esta opción para usar un solo clic al elegir un elemento del panel de colección. Como consecuencia, puede hacer rangos de selecciones por tiempo y con valores numéricos

source: overlay txt sidecar over zoomed images
es: Solapar el txt asociado sobre las imágenes aumentadas

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
es: Cuando hay un archivo txt junto a una imagen, se puede mostrar un solapado sobre la imagen aumentada en la mesa de luz. El archivo txt tendrá que estar presente en el momento de importar o el rastreador tendrá que estar activado

source: expand a single lighttable module at a time
es: Desplegar solo un módulo a la vez en la mesa de luz

source: this option toggles the behavior of shift clicking in lighttable mode
es: Esta opción alterna el comportamiento del Máyus+Clic en el modo de mesa de luz

source: scroll to lighttable modules when expanded/collapsed
es: Desplazar los módulos al desplegarlos o contraerlos en la mesa de luz

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
es: Cuando esta opción está marcada, darktable intentará desplazar el módulo a la parte superior de la lista visible

source: rating an image one star twice will not zero out the rating
es: Puntuar una imagen con una estrella dos veces no anulará el puntaje

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
es: Desactiva el comportamiento documentado en el manual de puntuar con una estrella: una imagen puntuada con una sola estrella dos veces anulará el puntaje.

source: show scrollbars for central view
es: Mostrar barras de desplazamiento para la vista central

source: defines whether scrollbars should be displayed
es: Se define si las barras de desplazamiento deben ser mostradas

source: darkroom
es: cuarto oscuro

source: pen pressure control for brush masks
es: Control de presión de lápiz para pinceles de máscara

source: off
es: Apagado

source: hardness (relative)
es: Dureza (relativo)

source: hardness (absolute)
es: Dureza (absoluta)

source: opacity (relative)
es: Opacidad (relativa)

source: opacity (absolute)
es: Opacidad (absoluta)

source: brush size (relative)
es: Tamaño del pincel (relativo)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
es: Apagado: lectura de la presión ignorada, dureza/opacidad/tamaño del pincel Los controles de lectura de presión especifican el atributo absoluto/relativo: la lectura de presión se toma directamente como valor de atributo o se multiplica con los ajustes predefinidos.

source: smoothing of brush strokes
es: Suavizado de pinceladas

source: low
es: Bajo

source: medium
es: Medio

source: high
es: Alto

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
es: Ajusta los niveles de suavizado de pinceladas. Un mayor suavizado conlleva menos nodos y una edición más fácil pero con un menor control de precisión.

source: display of individual color channels
es: Mostrar canales individuales de color

source: false color
es: Color falso

source: grey scale
es: Escala de gris

source: defines how color channels are displayed when activated in the parametric masks feature.
es: Define cómo se muestran los canales de color al activar el módulo de máscaras paramétricas.

source: pattern for the image infos line
es: Modelo para la línea informativa de la imagen

source: position of the image infos line
es: Posición de la línea informativa de la imagen

source: top left
es: Parte superior izquierda

source: top right
es: Parte superior derecha

source: top center
es: Parte superior central

source: bottom
es: Parte inferior

source: hidden
es: Oculto

source: show search module text entry
es: Mostrar la entrada de texto del módulo de búsqueda

source: show search text
es: Mostrar búsqueda de texto

source: show groups
es: Mostrar grupos

source: show both
es: Mostrar ambos

source: expand a single darkroom module at a time
es: Desplegar solo un módulo a la vez en el cuarto oscuro

source: this option toggles the behavior of shift clicking in darkroom mode
es: Esta opción alterna el funcionamiento de Mayús+Clic en el modo de cuarto oscuro

source: expand the module when it is activated, and collapse it when disabled
es: Expandir el módulo cuando está activado y contraer cuando está desactivado

source: this option allows to expand or collapse automatically the module when it is enabled or disabled.
es: esta opción habilita la expansión o la contracción automática del módulo

source: scroll to darkroom modules when expanded/collapsed
es: Desplazar los módulos al desplegarlos o plegarlos en el cuarto oscuro

source: border around image in darkroom mode
es: Ancho del borde alrededor de la imagen en el modo de cuarto oscuro

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
es: Procesa la imagen en el modo de cuarto oscuro con un borde mas pequeño. Establezca 0 si no quiere ningún borde.

source: demosaicing for zoomed out darkroom mode
es: Interpolación cromática usada para ampliar en el modo de cuarto oscuro

source: always bilinear (fast)
es: Siempre bilineal (rápido)

source: at most PPG (reasonable)
es: Como máximo PPG (aceptable)

source: full (possibly slow)
es: Modo completo (posiblemente lento)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
es: Indica la interpolación cromática usada, cuando en el modo de cuarto oscuro no está en escala 1:1: bilineal es más rápido, pero sin tanta nitidez. La opción intermedia utiliza PPG + el que se elija en la opción de abajo. El modocompleto tomará los valores desde la configuración de exportación para el tamaño final. Los sensores X-trans usan VNG en vez de PPG.

source: reduce resolution of preview image
es: Reducir la resolución de la imagen de previsualización

source: to 1/2
es: reducir a 1/2

source: to 1/3
es: reducir a 1/3

source: to 1/4
es: reducir a 1/4

source: decrease to speed up preview rendering, may hinder accurate masking
es: Con la reducción se acelera el procesado de la previsualización, aunque pudiera afectar la precisión de las máscaras

source: other views
es: Otras vistas

source: map / geolocalisation
es: Mapa / Geolocalización

source: only draw images on map that are currently collected and filtered
es: Dibujar sólo imágenes en el mapa que estén filtradas y en la colección actual

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
es: Utilice los ajustes actuales del filtro para seleccionar las imágenes geoetiquetadas dibujadas en el mapa. Por ejemplo, limite las imágenes dibujadas a la tira actual de imágenes. Esto restringe la cantidad de imágenes dibujadas y reduce el tiempo necesario para dibujarlas.

source: maximum number of images drawn on map
es: Cantidad máxima de imágenes mostradas en el mapa

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
es: La cantidad máxima de imágenes geoetiquetadas dibujadas en el mapa. Incrementar este número puede ralentizar el mapa.

source: pretty print the image location
es: Imprimir la ubicación de la imagen

source: show a more readable representation of the location in the image information module
es: Mostrar una representación más clara de la ubicación de la imagen en el módulo de información

source: slideshow
es: diapositivas

source: waiting time between each picture in slideshow
es: Tiempo de espera entre cada imagen en la presentación de diapositivas

source: do high quality processing for slideshow
es: Procesamiento de alta calidad para las diapositivas

source: same option as for export, but applies to slideshow.
es: La misma opción que para exportar, pero se aplica a la presentación de diapositivas.

source: processing
es: Procesamiento

source: always use LittleCMS 2 to apply output color profile
es: Utilizar siempre LittleCMS 2 para establecer el perfil de color de salida

source: this is slower than the default.
es: Es más lento que el valor por defecto.

source: pixel interpolator
es: Interpolador de pixel

source: bilinear
es: Bilineal

source: bicubic
es: Bicúbico

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
es: El interpolador de pixel es usado para la rotación y corrección de lentes (bilineal, bicúbico, lanczos2, lanczos3).

source: 3D lut root folder
es: Carpeta raíz de LUT 3D

source: select directory
es: Seleccionar directorio

source: this folder (and sub-folders) contains Lut files used by lut3d modules. need to restart darktable.
es: Esta carpeta (y subcarpetas) contienen los archivos Lut utilizados por los módulos lut3d. Es necesario reiniciar darktable.

source: auto-apply basecurve
es: Establecer automáticamente la curva base

source: use a basecurve by default (needs a restart)
es: Usar una curva base por defecto (requiere reiniciar)

source: auto-apply per camera basecurve presets
es: Establecer automáticamente los preajustes de la curva base de la cámara

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
es: Utilice los preajustes de la curva base de la cámara por defecto en vez de los genéricos de los fabricantes si es que hay uno disponible (necesita reiniciarse)

source: auto-apply sharpen
es: Establecer enfoque automáticamente

source: this added sharpen is not recommended on cameras without a low-pass filter. you should disable this option if you use one of those more recent cameras or sharpen your images with other means. (need a restart)
es: Se recomienda desactivar esta opción con las cámaras más recientes sin filtro de paso bajo o si añade nitidez a las imágenes aplicando otros métodos (requiere reiniciar).

source: security
es: seguridad

source: ask before removing images from database
es: Preguntar antes de eliminar imágenes de la base de datos

source: always ask the user before any image is removed from DB.
es: Preguntar siempre antes de eliminar cualquier imagen de la base de datos al usuario.

source: ask before erasing images from disk / discarding history stack
es: Preguntar antes de eliminar imágenes del disco o descartar el historial de acciones

source: always ask the user before any image file is deleted / history stack is discarded.
es: Preguntar siempre antes de borrar cualquier archivo de imagen o descartar el historial de acciones.

source: send files to trash when erasing images
es: Enviar los archivos a la papelera al eliminar las imágenes

source: send files to trash instead of permanently deleting files on system that supports it
es: Envía los archivos a la papelera en vez de borrarlos permanentemente en los sistemas que cuenten con esa opción

source: ask before moving images from film roll folder
es: Preguntar antes de mover imágenes desde la carpeta del carrete

source: always ask the user before any image file is moved.
es: Preguntar siempre antes de mover cualquier archivo de imagen.

source: ask before copying images to new film roll folder
es: Preguntar antes de copiar imágenes a una nueva carpeta del carrete

source: always ask the user before any image file is copied.
es: Preguntar siempre antes de copiar cualquier archivo de imagen.

source: ask before removing empty folders
es: Preguntar antes de eliminar carpetas vacías

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
es: Preguntar siempre antes de remover cualquier carpeta vacía. Esto puede pasar después de mover o eliminar imágenes.

source: ask before deleting a tag
es: Preguntar antes de borrar una etiqueta

source: ask before deleting a style
es: Preguntar antes de borrar un estilo

source: cpu / gpu / memory
es: cpu/gpu/memoria

source: memory in megabytes to use for thumbnail cache
es: Memoria en megabytes para usar en la caché de las miniaturas

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
es: Controla cuanta memoria será usada para las miniaturas y otros búferes (necesita reiniciarse).

source: enable disk backend for thumbnail cache
es: Almacenar en disco una 2ª caché de miniaturas

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
es: Si se activa, guarda las miniaturas en disco (.cache/darktable/) cuando se eliminan de la memoria en caché. Tome en cuenta que esto puede consumir mucha memoria (varios gigabytes por imágenes de 20k) y nunca volverá a eliminar las miniaturas almacenadas en caché. Sin embargo, es seguro eliminarlas manualmente si lo desea. El desempeño de la mesa de luz mejorará en gran medida cuando se navega mucho. Para generar todas las miniaturas de su colección fuera de línea, ejecute 'darktable-generate-cache'.

source: enable disk backend for full preview cache
es: Almacenar en disco una caché de las vistas previas completas

source: if enabled, write full preview to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when zooming image in full preview mode.
es: Si se habilita, guarda las miniaturas en el disco (.cache/darktable/) cuando se eliminan de la memoria en caché. Tome en cuenta que esto puede consumir mucha memoria (varios gigabytes por imágenes de 20k) y no volverá a eliminar las miniaturas almacenadas en caché. Sin embargo, es seguro eliminarlas manualmente. El rendimiento de la mesa de luz aumentará en gran medida al hacer zoom en la imagen en modo de vista previa completa.

source: number of background threads
es: Número de hilos en segundo plano

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
es: Controla cuántos hilos son usados para crear, por ejemplo, miniaturas en segundo plano mientras las imágenes son importadas; la cache se incrementará hasta un máximo de dos veces la resolución máxima de las imágenes (necesita reiniciarse)

source: host memory limit (in MB) for tiling
es: Límite de memoria (en MB) para el proceso por bandas

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
es: Esta variable controla la cantidad máxima de memoria (en MB) que un módulo puede usar durante el procesamiento de la imagen. Si el valor es muy bajo, obligará a los módulos ávidos de memoria a procesar la imagen con un número creciente de bandas. Dejarlo en 0 ignorará cualquier límite. Un valor por debajo de 500 se tratará como 500 (necesita reiniciarse).

source: minimum amount of memory (in MB) for a single buffer in tiling
es: Mínima cantidad de memoria para un único búfer de bandas (en MB)

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
es: Si se ajusta a positivo, valor diferente de cero, esta variable define la cantidad mínima de memoria (en MB) que el proceso por bandas debería tomar para el búfer de una sola imagen. Tiene precedencia sobre los cálculos basados en la variable host_memory_limit (necesita reiniciarse).

source: activate OpenCL support
es: Activar el soporte de OpenCL

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
es: Use OpenCL en su sistema para mejorar la velocidad de procesado, si está disponible. Puede apagarlo en cualquier momento.

source: not available
es: No disponible

source: not available on this system
es: No disponible en este sistema

source: OpenCL scheduling profile
es: Perfil de programación de OpenCL

source: default
es: por defecto

source: multiple GPUs
es: Múltiples GPU

source: very fast GPU
es: GPU muy rápido

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
es: Determina el comportamiento del planificador en sistemas que admiten OpenCL. Por defecto, la GPU se usa para renderizar la imagen completa y la CPU para la vista previa (modificable de las preferencias). Con múltiples GPU: se procesarán la imagen completa y la vista previa en paralelo en diferentes GPU. Con GPU muy rápida: ambas tareas se realizan secuencialmente en la misma GPU.

source: storage
es: Almacenamiento

source: database
es: Base de datos

source: check for database maintenance
es: Comprobar el mantenimiento de la base de datos

source: on startup
es: Al inicio

source: on close
es: Al cerrar

source: on both
es: En ambos

source: on startup (don't ask)
es: Al inicio (sin confirmación)

source: on close (don't ask)
es: Al cerrar (sin confirmación)

source: on both (don't ask)
es: En ambos (sin confirmación)

source: this option indicates when to check database fragmentation and perform maintenance
es: Indica en que momento se comprueba la fragmentación de la base de datos y entonces realizar el mantenimiento

source: database fragmentation ratio threshold
es: Umbral de proporción de la fragmentación de la base de datos

source: fragmentation ratio above which to ask or carry out automatically database maintenance
es: Límite de proporción de fragmentación para el que se le pregunta o se realiza automáticamente el mantenimiento de la base de datos

source: write sidecar file for each image
es: Generar un archivo asociado por cada imagen

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
es: Estos ficheros redundantes pueden ser reimportados más tarde en una base de datos diferente, preservando sus cambios en la imagen.

source: store xmp tags in compressed format
es: Guarda las etiquetas xmp en formato comprimido

source: only large entries
es: Solo entradas extensas

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
es: Las entradas de etiquetas xmp pueden ser muy largas y exceder el espacio de almacenamiento disponible en el historial de acciones de los archivos de salida. Esta opción permite comprimir las etiquetas xmp para ahorrar espacio.
